Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SERVER_NO_CREDENTIALS_MESSAGE
source: A server error occurred
ar: حدث خطأ في الخادم
bg: Възникна грешка със сървъра
ca: Hi ha hagut un error de servidor
cs: Došlo k chybě serveru
da: Der er opstået en serverfejl
de: Ein Serverfehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα διακομιστή
es: Se ha producido un error del servidor
es_419: Ocurrió un error en el servidor
fi: Palvelinvirhe
fr: Une erreur de serveur s’est produite.
fr_ca: Une erreur de serveur s’est produite
he: אירעה שגיאת שרת
hi: सर्वर एरर हुआ
hr: Došlo je do greške servera
hu: Szerverhiba történt
id: Terjadi kesalahan server
it: Si è verificato un errore del server
ja: サーバエラーが起きました
kk: Сервер қатесі пайда болды
ko: 서버 오류 발생
lt: Įvyko serverio klaida
ms: Ralat pelayan berlaku
nb: Det oppsto en tjenerfeil
nl: Er heeft zich een serverfout voorgedaan
pl: Wystąpił błąd serwera
pt_br: Ocorreu um erro do servidor
pt_pt: Ocorreu um erro do servidor
ro: A survenit o eroare de server
ru: Произошла ошибка сервера
sk: Vyskytla sa chyba servera
sl: Prišlo je do napake strežnika
sv: Ett serverfel inträffade
th: เกิดข้อผิดพลาดเกี่ยวกับเซิร์ฟเวอร์
tr: Bir sunucu hatası oluştu
uk: Сталася помилка на сервері
vi: Đã xảy ra lỗi máy chủ
zh_cn: 发生服务器错误
zh_hk: 伺服器發生錯誤
zh_tw: 發生伺服器錯誤

# SERVER_NO_CREDENTIALS_TITLE
source: Authentication Failed
ar: فشلت المصادقة
bg: Неуспешна идентификация
ca: Error d’autenticació
cs: Ověřování totožnosti selhalo
da: Godkendelse mislykkedes
de: Authentifizierung fehlgeschlagen
el: Απέτυχε ο έλεγχος ταυτότητας
es: Error de autenticación
es_419: Error de autenticación
fi: Todentaminen epäonnistui
fr: Échec de l’authentification
fr_ca: Échec de l’authentification
he: האימות נכשל
hi: सत्यापन विफल
hr: Autorizacija nije uspjela
hu: A hitelesítés sikertelen
id: Pengesahan Gagal
it: Autenticazione non riuscita
ja: 認証できませんでした
kk: Аутентификация орындалмады
ko: 인증 실패
lt: Nepavyko autentifikuoti
ms: Pengesahan Gagal
nb: Autentisering mislyktes
nl: Authenticatie mislukt
pl: Błąd uwierzytelniania
pt_br: A Autenticação Falhou
pt_pt: A autenticação falhou
ro: Autentificare eșuată
ru: Сбой аутентификации
sk: Autentifikácia zlyhala
sl: Preverjanje pristnosti ni uspelo
sv: Autentisering misslyckades
th: การตรวจสอบสิทธิ์ไม่สำเร็จ
tr: Kimlik Doğrulanamadı
uk: Не автентифіковано
vi: Xác thực Không thành công
zh_cn: 验证失败
zh_hk: 認證失敗
zh_tw: 認證失敗

# SERVER_UNREACHABLE_MESSAGE
source: Unable to connect to server.
ar: تعذر الاتصال بالخادم.
bg: Неуспешно свързване със сървъра.
ca: No s’ha pogut connectar amb el servidor.
cs: K serveru se nelze připojit.
da: Kan ikke oprette forbindelse til server.
de: Verbindung zum Server fehlgeschlagen.
el: Δεν είναι δυνατή η σύνδεση με τον διακομιστή.
es: No se ha podido establecer conexión con el servidor.
es_419: Imposible conectarse al servidor.
fi: Palvelimeen ei saada yhteyttä.
fr: Impossible de se connecter au serveur.
fr_ca: Impossible de se connecter au serveur.
he: לא ניתן היה להתחבר לשרת.
hi: सर्वर से कनेक्ट होने में असमर्थ।
hr: Spajanje na server nije moguće.
hu: Nem lehet a kiszolgálóhoz kapcsolódni.
id: Tidak dapat terhubung ke server.
it: Impossibile connettersi al server.
ja: サーバに接続できません。
kk: Серверге қосылу мүмкін емес.
ko: 서버에 연결할 수 없습니다.
lt: Negalima prisijungti prie serverio.
ms: Gagal bersambung ke pelayan.
nb: Kunne ikke koble til tjeneren.
nl: Verbinding met server niet mogelijk.
pl: Nie można połączyć się z serwerem.
pt_br: Não foi possível conectar com o servidor.
pt_pt: Não foi possível ligar ao servidor.
ro: Conectare imposibilă la server.
ru: Сбой подключения к серверу.
sk: Nie je možné sa pripojiť na server.
sl: Povezave s strežnikom ni mogoče vzpostaviti.
sv: Kunde inte ansluta till servern.
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ได้
tr: Sunucuya bağlanamıyor.
uk: Не вдається підʼєднатися до сервера.
vi: Không thể kết nối với máy chủ.
zh_cn: 无法连接服务器。
zh_hk: 無法連接至伺服器。
zh_tw: 無法連接伺服器。

source: Share Your Accounts?
ar: مشاركة حساباتك؟
bg: Да се споделят ли вашите регистрации?
ca: Vols compartir els comptes?
cs: Sdílet vaše účty?
da: Del dine konti?
de: Accounts teilen?
el: Κοινοποίηση των λογαριασμών σας;
es: ¿Quieres compartir tus cuentas?
es_419: ¿Compartir tus cuentas?
fi: Jaetaanko tilit?
fr: Partager vos comptes ?
fr_ca: Voulez-vous partager vos comptes?
he: לשתף את החשבונות שלך?
hi: अपने खाते शेयर करें?
hr: Podijeliti vaše račune?
hu: Megosztja a fiókjait?
id: Bagikan Akun Anda?
it: Vuoi condividere i tuoi account?
ja: アカウントを共有しますか?
kk: Аккаунттарыңызды бөлісу қажет пе?
ko: 사용자의 계정을 공유하겠습니까?
lt: Bendrinti paskyras?
ms: Kongsi Akaun Anda?
nb: Vil du dele kontoene dine?
nl: Je accounts delen?
pl: Chcesz udostępniać konta?
pt_br: Compartilhar Suas Contas?
pt_pt: Partilhar as contas?
ro: Doriți să vă partajați conturile?
ru: Делиться учетными записями?
sk: Chcete zdieľať svoje účty?
sl: Želite deliti svoje račune?
sv: Vill du dela dina konton?
th: แชร์บัญชีของคุณหรือไม่
tr: Hesaplarınız Paylaşılsın mı?
uk: Поширювати облікові записи?
vi: Chia sẻ các tài khoản của bạn?
zh_cn: 共享你的账户？
zh_hk: 要分享你的帳户嗎？
zh_tw: 要共享你的帳號嗎？

source: SIGN
ar: الإشارة
bg: ПОДПИС
ca: INICIA LA SESSIÓ
cs: PŘIHLÁSIT SE
da: TEGN
de: ZEICHEN
el: ΣΥΝΔΕΣΗ
es: Iniciar sesión
es_419: SIGNO
fi: MERKKI
fr: SIGNER
fr_ca: SIGNER
he: התחברות
hi: साइन करें
hr: POTPIŠI
hu: ELŐJEL
id: TANDA TANGAN
it: FIRMA
ja: サイン
kk: ҚОЛ ҚОЮ
lt: PASIRAŠYTI
ms: TANDA TANGAN
nb: LOGG
nl: TEKEN
pl: ZALOGUJ SIĘ
pt_br: SINAL
pt_pt: SINAL
ro: SEMNAȚI
ru: ВОЙТИ
sk: PRIHLÁSIŤ SA
sl: VPIS
sv: TECKEN
th: ลงชื่อ
tr: İŞARET
uk: ВХІД

source: Sign In
ar: تسجيل الدخول
bg: Вход
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
es_419: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
fr_ca: Connexion
he: התחברות
hi: साइन इन करें
hr: Prijava
hu: Belépés
id: Masuk
it: Accedi
ja: サインイン
kk: Жүйеге кіру
ko: 로그인
lt: Prisijungti
ms: Daftar Masuk
nb: Logg på
nl: Log in
pl: Zaloguj się
pt_br: Iniciar Sessão
pt_pt: Iniciar sessão
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Vpis
sv: Logga in
th: ลงชื่อเข้า
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập
zh_cn: 登录
zh_hk: 登入
zh_tw: 登入

# SIGN_IN_ACTION_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# SIGN_IN_BUTTON_CONTINUE
source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_419: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nb: Fortsett
nl: Ga door
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# SIGN_IN_CONTINUE_USING_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# SIGN_IN_CONTINUE_USING_DIFFERENT
source: Not %@?
ar: ليس %@؟
bg: Не е ли %@?
ca: No ets %@?
cs: Nejste %@?
da: Ikke %@?
de: Nicht %@?
el: Δεν είστε ο/η «%@»;
es: ¿No eres %@?
es_419: ¿No eres %@?
fi: Etkö ole %@?
fr: Vous n’êtes pas %@ ?
fr_ca: Pas %@?
he: אינך %@?
hi: आप %@ नहीं हैं?
hr: Niste %@?
hu: Nem %@?
id: Bukan %@?
it: Non sei %@?
ja: %@ではない場合
kk: %@ емес пе?
ko: %@님이 아닙니까?
lt: Ne %@?
ms: Bukan %@?
nb: Er du ikke %@?
nl: Niet %@?
pl: Nie jesteś %@?
pt_br: Não é %@?
pt_pt: Não é %@?
ro: Nu sunteți “%@”?
ru: Не %@?
sk: Nie ste %@?
sl: Niste %@?
sv: Inte %@?
th: ไม่ใช่%[tt]@ใช่ไหม
tr: %@ değil
uk: Ви не %@?
vi: Không phải %@?
zh_cn: 不是%@？
zh_hk: 不是「%@」？
zh_tw: 不是%@？

# SIGN_IN_CONTINUE_USING_DIFFERENT_USERNAME
source: Not “%@”?
ar: ليس "%@"؟
bg: Не е ли „%@“?
ca: No ets %@?
cs: Nejste „%@“?
da: Ikke “%@”?
de: Nicht „%@“?
el: Δεν είστε ο χρήστης «%@»;
es: ¿No eres %@?
es_419: ¿No eres “%@”?
fi: Etkö ole %@?
fr: Vous n’êtes pas « %@ » ?
fr_ca: Pas « %@ »?
he: לא ״%@״?
hi: “%@” नहीं हैं?
hr: Niste “%@“?
hu: Nem „%@”?
id: Bukan “%@”?
it: Non sei “%@”?
ja: %@ではない場合
kk: «%@» емес пе?
ko: ‘%@’이(가) 아닙니까?
lt: Ne „%@“?
ms: Bukan “%@”?
nb: Er ikke «%@» deg?
nl: Niet '%@'?
pl: „%@” to nie Twój adres?
pt_br: Não é “%@”?
pt_pt: Não é “%@”?
ro: Nu sunteți “%@”?
ru: Не %@?
sk: Nie ste „%@“?
sl: Niste »%@«?
sv: Inte ”%@”?
th: ไม่ใช่ “%@” ใช่ไหม
tr: “%@” değil
uk: Не «%@»?
vi: Không phải “%@”?
zh_cn: 不是“%@”？
zh_hk: 不是「%@」嗎？
zh_tw: 不是「%@」？

# SIGN_IN_CONTINUE_USING_MESSAGE
source: You are signed into %@ as “%@”. If you are not %@, then use a different Apple ID with %@.
ar: تم تسجيل دخولك إلى %@ كـ "%@". إذا لم تكن %@، فاستخدم Apple ID مختلفًا مع %@.
bg: Влезли сте в %@ като „%@“. Ако не сте %@, тогава използвайте друг идентификатор Apple ID с %@.
ca: Has iniciat sessió a %@ com a %@. Si no ets %@, utilitza un altre ID d’Apple amb %@.
cs: Ke službě %@ jste přihlášeni jako „%@“. Pokud nejste %@, použijte se službou %@ jiné Apple ID.
da: Du er logget ind på %@ som “%@”. Hvis du ikke er %@, skal du bruge et andet Apple-id til %@.
de: Du bist bei %@ als „%@“ angemeldet. Falls du nicht %@ bist, dann verwende eine andere Apple-ID mit %@.
el: Έχετε συνδεθεί στο %@ ως «%@». Αν δεν είστε ο χρήστης «%@», χρησιμοποιήστε διαφορετικό Apple ID με το %@.
es: Has iniciado sesión en %@ como “%@”. Si no eres %@, usa otro ID de Apple con %@.
es_419: Iniciaste sesión en %@ como “%@”. Si no eres %@, usa otro Apple ID para %@.
fi: Olet kirjautunut %[tt]@-palveluun käyttäjänä %@. Jos et ole %@, käytä toista Apple ID:tä %[tt]@-palvelulle.
fr: Votre appareil est connecté à %@ avec « %@ ». Si vous n’êtes pas %@, utilisez un autre identifiant Apple avec %@.
fr_ca: Votre appareil est connecté à %@ avec « %@ ». Si vous n’êtes pas %@, utilisez un autre identifiant Apple avec %@.
he: התחברת אל %@ באמצעות ״%@״. אם אינך %@, יש להשתמש ב-Apple ID אחר בהתחברות אל %@.
hi: आप %@ में “%@” के रूप में साइन इन किए हुए हैं। यदि आप %@ नहीं है, तो %@ के लिए अलग Apple ID का उपयोग करें।
hr: Prijavljeni ste na "%@" kao "%@". Ako niste %@, upotrijebite drugi Apple ID za "%@".
hu: „%2$@” néven van bejelentkezve a következőbe: %1$@. Ha Ön nem %3$@, akkor használjon másik Apple ID-t a következővel: %4$@.
id: Anda masuk ke %@ sebagai “%@”. Jika Anda bukan %@, gunakan ID Apple lain dengan %@.
it: Hai eseguito l’accesso a %@ con “%@”. Se non sei %@, utilizza un ID Apple differente per %@.
ja: %1$@に“%2$@”としてサインインしています。あなたが%3$[tt]@でない場合は、%4$@のApple IDを使用してください。
kk: %@ жүйесіне «%@» ретінде кірдіңіз. «%@» болмасаңыз, %@ сервисінде басқа Apple ID аккаунтын пайдаланыңыз.
ko: %@에 ‘%@’님으로 로그인되어 있습니다. 본인이 %@님이 아니라면, %@의 다른 Apple ID를 사용하십시오.
lt: Esate prisijungę prie %@ kaip „%@“. Jeigu nesate %@, su %@ naudokite kitą „Apple ID“.
ms: Anda mendaftar masuk ke %@ sebagai “%@”. Jika anda bukan %@, maka gunakan Apple ID yang berbeza dengan %@.
nb: Du er logget på %@ som «%@». Hvis %@ ikke er deg, kan du bruke en annen Apple‑ID med %@.
nl: Je bent ingelogd bij %@ als '%@'. Als je niet %@ bent, gebruik dan een andere Apple ID met %@.
pl: W usłudze %@ jest zalogowany użytkownik „%@”. Jeśli %@ to nie Ty, zaloguj się w usłudze %@, podając inny Apple ID.
pt_br: Você iniciou uma sessão em %@ como “%@”. Se você não for %@, então use um ID Apple diferente para o %@.
pt_pt: Tem sessão iniciada em %@ como “%@”. Se não se trata de %@, use um ID Apple diferente com %@.
ro: V‑ați autentificat în %@ drept “%@”. Dacă nu sunteți %@, utilizați un ID Apple diferit pentru %@.
ru: Вы вошли в %@ как %@. Если Вы не %@, используйте другой Apple ID для доступа к разделу «%@».
sk: Ste prihlásení do služby %@ ako „%@“. Ak nie ste %@, použite iné Apple ID pre %@.
sl: V okolje %@ ste vpisani kot »%@«. Če niste %@, potem s storitvijo %@ uporabite drug Apple ID.
sv: Du är inloggad på %@ som ”%@”. Om du inte är %@ måste du använda ett annat Apple-ID med %@.
th: คุณลงชื่อเข้า %@ ด้วยบัญชี “%@” ถ้าคุณไม่ใช่%[tt]@ ให้ใช้ Apple ID อื่นสำหรับ%[tt]@
tr: %@ girişini “%@” olarak yaptınız. %@ değilseniz %@ için farklı bir Apple kimliği kullanın.
uk: Ви ввійшли в %@ як «%@». Якщо ви не «%@», тоді використовуйте інший Apple ID для сервісу %@.
vi: Bạn được đăng nhập vào %@ với tên “%@”. Nếu bạn không phải là %@, hãy sử dụng một ID Apple khác với %@.
zh_cn: 你已通过“%2$@”登录%1$@。如果不是%3$@，请使用不同Apple ID登录%4$@。
zh_hk: 你現在正以「%2$@」登入%1$@。如果你不是%3$[tt]@，請以其他Apple ID使用%4$[tt]@。
zh_tw: 你以「%2$@」登入%1$@。若你不是%3$@，請使用另一個Apple ID登入%4$@。

# SIGN_IN_CONTINUE_USING_MESSAGE_REBRAND
source: You are signed into %@ as “%@”. If you are not %@, then use a different Apple Account with %@.
ar: تم تسجيل دخولك إلى %@ باستخدام "%@". إذا لم تكن أنت %@، فاستخدم حساب Apple مختلفًا مع %@.
bg: Влезли сте в %@ като „%@“. Ако не сте %@, тогава използвайте друга Apple регистрация с %@.
ca: Has iniciat sessió a %@ com a %@. Si no ets %@, utilitza un altre compte d’Apple amb %@.
cs: Ke službě %@ jste přihlášeni jako „%@“. Pokud nejste %@, použijte se službou %@ jiný účet Apple.
da: Du er logget ind på %@ som “%@”. Hvis du ikke er %@, skal du bruge en anden Apple‑konto til %@.
de: Du bist bei %@ als „%@“ angemeldet. Falls du nicht %@ bist, dann verwende einen anderen Apple Account mit %@.
el: Έχετε συνδεθεί στο %@ ως «%@». Αν δεν είστε ο χρήστης «%@», χρησιμοποιήστε διαφορετικό λογαριασμό Apple για το %@.
es: Has iniciado sesión en %@ como %@. Si no eres %@, usa otra cuenta de Apple con %@.
es_419: Iniciaste sesión en %@ como “%@”. Si no eres %@, usa otra cuenta de Apple para %@.
fi: Olet kirjautunut %[tt]@-palveluun käyttäjänä %@. Jos et ole %@, käytä toista Apple-tiliä %[tt]@-palvelulle.
fr: Votre appareil est connecté à %@ avec le compte « %@ ». Si vous n’êtes pas %@, utilisez un autre compte Apple avec %@.
fr_ca: Votre appareil est connecté à %@ avec le compte « %@ ». Si vous n’êtes pas %@, utilisez un autre compte Apple avec %@.
he: התחברת אל %@ באמצעות ״%@״. אם אינך %@, יש להשתמש בחשבון Apple אחר בהתחברות אל %@.
hi: आप %@ में “%@” के रूप में साइन इन किए हुए हैं। यदि आप %@ नहीं है, तो %@ के लिए अलग Apple खाते का उपयोग करें।
hr: Prijavljeni ste na “%@” kao “%@”. Ako niste %@, upotrijebite drugi Apple račun za “%@”.
hu: „%2$@” néven van bejelentkezve a következőbe: %1$@. Ha Ön nem %3$@, akkor használjon másik Apple-fiókot a következővel: %4$@.
id: Anda masuk ke %@ sebagai “%@”. Jika Anda bukan %@, gunakan Akun Apple lain dengan %@.
it: Hai eseguito l’accesso a %@ con “%@”. Se non sei %@, utilizza un altro Apple Account per %@.
ja: %1$@に“%2$@”としてサインインしています。あなたが%3$[tt]@でない場合は、別のApple Accountを%4$@に使用してください。
kk: %@ жүйесіне «%@» ретінде кірдіңіз. «%@» болмасаңыз, %@ сервисінде басқа Apple аккаунтын пайдаланыңыз.
ko: %@에 ‘%@’(으)로 로그인되어 있습니다. 본인이 %@님이 아니라면, %@의 다른 Apple 계정을 사용하십시오.
lt: Esate prisijungę prie „%@“ kaip %@. Jei nesate %@, norėdami prisijungti prie „%@“ naudokite kitą „Apple“ paskyrą.
ms: Anda mendaftar masuk ke %@ sebagai “%@”. Jika anda bukan %@, maka gunakan Akaun Apple berbeza dengan %@.
nb: Du er logget på %@ som «%@». Hvis %@ ikke er deg, kan du bruke en annen Apple-konto med %@.
nl: Je bent ingelogd bij %@ als '%@'. Als je niet %@ bent, gebruik dan een andere Apple Account met %@.
pl: Twój adres użyty do logowania w usłudze %@ to „%@”. Jeśli „%@” to nie Twój adres, użyj w usłudze %@ innego konta Apple.
pt_br: Você iniciou uma sessão em %@ como “%@”. Se você não for %@, então use uma Conta Apple diferente para o %@.
pt_pt: Tem sessão iniciada em %@ como “%@”. Se não se trata de %@, use uma conta Apple diferente com %@.
ro: V‑ați autentificat în %@ drept “%@”. Dacă nu sunteți %@, utilizați un cont Apple diferit pentru %@.
ru: Вы вошли в %@ как %@. Если Вы не %@, используйте другую учетную запись Apple для доступа к разделу «%@».
sk: Ste prihlásení do služby %@ ako „%@“. Ak nie ste %@, použite iný Apple účet pre %@.
sl: V omrežje %@ ste vpisani kot »%@«. Če niste %@, potem s storitvijo %@ uporabite drug račun Apple.
sv: Du är inloggad på %@ som ”%@”. Om du inte är %@ måste du använda ett annat Apple‑konto med %@.
th: คุณลงชื่อเข้า %@ ด้วยบัญชี “%@” ถ้าคุณไม่ใช่%[tt]@ ให้ใช้บัญชี Apple อื่นสำหรับ%[tt]@
tr: %@ girişini “%@” olarak yaptınız. %@ değilseniz %@ için farklı bir Apple Hesabı kullanın.
uk: Ви ввійшли в %@ як «%@». Якщо ви не «%@», тоді використовуйте інший обліковий запис Apple для сервісу %@.
vi: Bạn được đăng nhập vào %@ bằng tài khoản “%@”. Nếu bạn không phải là %@, hãy sử dụng một Tài khoản Apple khác với %@.
zh_cn: 你已通过“%2$@”登录%1$@。如果不是%3$@，请使用不同Apple账户登录%4$@。
zh_hk: 你現在正以「%2$@」登入%1$@。如果你不是%3$[tt]@，請以其他Apple帳户使用%4$[tt]@。
zh_tw: 你以「%2$@」登入%1$@。若你不是%3$@，請使用另一個「Apple帳號」登入%4$@。

# SIGN_IN_CONTINUE_USING_MESSAGE_USERNAME
source: You are signed into %@ as “%@”. If you are not “%@”, then use a different Apple ID with %@.
ar: تم تسجيل دخولك إلى %@ كـ "%@". إذا لم تكن "%@"، فاستخدم Apple ID مختلفًا مع %@.
bg: Влезли сте в %@ като „%@“. Ако не сте „%@“, тогава използвайте друг идентификатор Apple ID с %@.
ca: Has iniciat sessió a %@ com a %@. Si no ets %@, utilitza un altre ID d’Apple amb %@.
cs: Ke službě %@ jste přihlášeni jako „%@“. Pokud nejste „%@“, použijte se službou %@ jiné Apple ID.
da: Du er logget ind på %@ som “%@”. Hvis du ikke er “%@”, skal du bruge et andet Apple-id til %@.
de: Du bist bei %@ als „%@“ angemeldet. Falls du nicht „%@“ bist, dann verwende eine andere Apple-ID mit %@.
el: Έχετε συνδεθεί στο %@ ως «%@». Αν δεν είστε ο χρήστης «%@», χρησιμοποιήστε διαφορετικό Apple ID με το %@.
es: Has iniciado sesión en %@ como %@. Si no eres %@, usa otro ID de Apple con %@.
es_419: Iniciaste sesión en %@ como “%@”. Si no eres "%@", usa otro Apple ID para %@.
fi: Olet kirjautunut %[tt]@-palveluun käyttäjänä %@. Jos et ole %@, käytä toista Apple ID:tä %[tt]@-palvelulle.
fr: Votre appareil est connecté à %@ avec « %@ ». Si votre identifiant Apple n’est pas « %@ », utilisez-en un autre avec %@.
fr_ca: Votre appareil est connecté à %@ avec « %@ ». Si vous n’êtes pas « %@ », utilisez un autre identifiant Apple avec %@.
he: התחברת אל %@ באמצעות ״%@״. אם אינך ״%@״, יש להשתמש ב-Apple ID אחר בהתחברות אל %@.
hi: आप %@ में “%@” के रूप में साइन इन किए हुए हैं। यदि आप “%@” नहीं हैं, तो %@ के लिए अलग Apple ID का उपयोग करें।
hr: Prijavljeni ste na %@ kao "%@". Ako niste “%@“, upotrijebite drugi Apple ID za %@.
hu: „%2$@” néven van bejelentkezve a következőbe: %1$@. Ha Ön nem „%3$@”, akkor használjon másik Apple ID-t a következővel: %4$@.
id: Anda masuk ke %@ sebagai “%@”. Jika Anda bukan “%@”, gunakan ID Apple yang berbeda dengan %@.
it: Hai eseguito l’accesso a %@ con “%@”. Se non sei “%@”, utilizza un ID Apple differente per %@.
ja: %1$@に“%2$@”としてサインインしています。あなたが“%3$@”でない場合は、%4$@のApple IDを使用してください。
kk: %@ жүйесіне «%@» ретінде кірдіңіз. «%@» болмасаңыз, %@ сервисінде басқа Apple ID аккаунтын пайдаланыңыз.
ko: %@에 ‘%@’(으)로 로그인되어 있습니다. 본인이 %@이(가) 아니라면, %@의 다른 Apple ID를 사용하십시오.
lt: Esate prisijungę prie %@ kaip „%@“. Jeigu nesate „%@“, su %@ naudokite kitą „Apple ID“.
ms: Anda mendaftar masuk ke %@ sebagai “%@”. Jika anda bukan “%@”, maka gunakan Apple ID yang berbeza dengan %@.
nb: Du er logget på %@ som «%@». Hvis «%@» ikke er deg, kan du bruke en annen Apple‑ID med %@.
nl: Je bent ingelogd bij %@ als '%@'. Als je niet '%@' bent, gebruik dan een andere Apple ID met %@.
pl: Twój adres użyty do logowania w %@ to „%@”. Jeśli „%@” to nie Twój adres, użyj w %@ innego Apple ID.
pt_br: Você iniciou uma sessão em %@ como “%@”. Se você não for “%@”, então use um ID Apple diferente para o %@.
pt_pt: Tem sessão iniciada em %@ como “%@”. Se não se trata de “%@”, use um ID Apple diferente com %@.
ro: V‑ați autentificat în %@ drept “%@”. Dacă nu sunteți “%@”, utilizați un ID Apple diferit pentru %@.
ru: Вы вошли в %@ как %@. Если Вы не %@, используйте другой Apple ID для доступа к разделу «%@».
sk: Ste prihlásení do služby %@ ako „%@“. Ak nie ste „%@“, použite iné Apple ID pre %@.
sl: V okolje %@ ste vpisani kot »%@«. Če niste »%@«, potem s storitvijo %@ uporabite drug Apple ID.
sv: Du är inloggad på %@ som ”%@”. Om du inte är ”%@” måste du använda ett annat Apple-ID med %@.
th: คุณลงชื่อเข้า %@ ด้วย “%@” ถ้าคุณไม่ใช่ “%@” ให้ใช้ Apple ID อื่นสำหรับ%[tt]@
tr: %@ girişini “%@” olarak yaptınız. “%@” değilseniz %@ için farklı bir Apple kimliği kullanın.
uk: Ви ввійшли в %@ як «%@». Якщо ви не «%@», тоді використовуйте інший Apple ID для сервісу %@.
vi: Bạn được đăng nhập vào %@ với tên “%@”. Nếu bạn không phải là “%@?”, hãy sử dụng một ID Apple khác với %@.
zh_cn: 你已用“%2$@”登录%1$@。如果不是“%3$@”，请使用不同Apple ID登录%4$@。
zh_hk: 你現在正以「%2$@」登入%1$@。如果你不是「%3$@」，請以其他Apple ID使用「%4$@」。
zh_tw: 你以「%2$@」登入%1$@。若你不是%3$@，請使用另一個Apple ID登入%4$@。
